let detail = [
	{
		serviceItemId: 's01',
		text: '伤口护理',
		introduce: '遵医嘱对患者的普通伤口进行换药。',
		patients: '各种伤口换药处置',
		serviceTip: ['用户须上传换药部位情况及病历证明','护士只提供换药技术服务，不提供相关药品','年龄不满10岁者不提供上门服务','护士上门一次可为同一患者提供三个部位的换药服务，每个部位换药面积不超过10x10cm。如超出规定范围，按30元/3个部位收取费用','伤口严重感染或坏死、大量活动性出血者不提供上门换药服务。','套餐内次数，有效期为1年。'],
		tip: ['患者应注意伤口的清洁卫生和保护，以防感染或者二次伤害。'],
		need: '一次性换药包1个、泡沫敷料或水胶体敷料',
		price: 69
	},
	{
		serviceItemId: 's02',
		text: '监测血糖',
		introduce: '遵医嘱对患者手指、耳垂实施采血，用床旁血糖仪测得数值。将结果告知患者/照顾者，做好记录。',
		patients: '糖尿病患者、高血糖患者',
		serviceTip: ['患者遵从医嘱或护士指引，按时按量饮食，以保证准确度。'],
		tip: ['早上空腹血糖监测不能进食，其他时候应进食2小时后监测。'],
		need: '血糖试纸及针头',
		price: 59
	},
	{
		serviceItemId: 's03',
		text: '更换尿管',
		introduce: '遵医嘱对留置尿管的患者做好会阴护理，保持尿道口清洁，保持尿管通畅。定期更换尿管及尿袋。留置尿管期间，妥善固定尿管及尿袋，拔管后根据病情，鼓励患者多饮水，观察患者自主排尿及尿液情况，有排尿困难及时处理。',
		patients: '长期留置尿管',
		serviceTip: ['首次留置尿管者无法提供护士上门服务','有感染倾向、出血倾向、尿道狭窄、未婚女性或处于生理期等，无法提供上门服务','年龄大于70岁的男性不提供上门服务','套餐内次数，有效期为1年。'],
		tip: ['老年男性及长期留置尿管者，因尿道粘膜薄弱，导尿操作可能有微量出血，属正常现象','女性患者长期留置尿管可导致尿道松弛，尿管留置过程中可能出现漏尿现象，此种情况无法避免'],
		need: '一次性导尿包1个',
		price: 99
	},
	{
		serviceItemId: 's04',
		text: '一般灌肠',
		introduce: '遵医嘱将灌肠液经肛门灌入肠道，软化粪块、刺激肠蠕动、促进排便、解除便秘、清洁肠道。',
		patients: '便秘、肠道检查前准备',
		serviceTip: ['用户须上传病历证明','用户须自备灌肠液，护士只提供灌肠技术服务','年龄小于10岁者不提供上门服务','套餐内次数，有效期为1年。'],
		tip: ['灌肠前在短时间内避免饮用大量水分，以减少排尿几率'],
		need: '灌肠袋1个、一次性肛管1条',
		price: 128
	},
	{
		serviceItemId: 's05',
		text: '造口护理',
		introduce: '遵医嘱执行造口护理，对患者及照顾者进行日常清洁与维护指导。',
		patients: '造口处置及换药',
		serviceTip: ['用户须上传病历证明','用户须自备药品，护士只提供造口护理技术服务','套餐内次数，有效期为1年。'],
		tip: ['患者应注意造口的清洁卫生和保护，以防感染或者二次伤害。'],
		need: '一次性换药包、造口袋、造口粉',
		price: 89
	},
	{
		serviceItemId: 's06',
		text: '压疮护理',
		introduce: '对压疮进行评估，根据压疮分级，选择适宜的药物和合适的敷料，进行压疮伤口护理。',
		patients: '压疮护理及伤口换药处置',
		serviceTip: ['此项目需家属陪同，如家属无法陪同，请慎用次护理项目。'],
		tip: ['订单受压疮分期和大小、数量的影响，请您在下单时将伤口照片上传。'],
		need: '一次性换药包1个、泡沫敷料或水胶体敷料',
		price: 69
	},
	{
		serviceItemId: 's07',
		text: '皮下注射',
		introduce: '遵医嘱将药物注入患者的皮下组织。常用注射部位为上臂、腹部及股外侧。',
		patients: '需皮下注射患者',
		serviceTip: ['用户必须具备正规医疗机构开具的处方、药品及病历证明','护士只提供上门打针服务，不提供相关药品','年龄不满5岁者不提供上门服务','套餐内次数，有效期为1年。'],
		tip: ['请确认患者对使用药品无过敏现象','有严重出、凝血倾向，血小板明显减少或用肝素、双香豆素等进行抗凝治疗暂禁穿刺的患者不适宜上门打针服务'],
		need: '2ml或5ml注射器1个',
		price: 79
	},
	{
		serviceItemId: 's08',
		text: '肌肉注射',
		introduce: '遵医嘱将药物注入患者的肌肉组织内。',
		patients: '需肌肉注射患者',
		serviceTip: ['用户必须具备正规医疗机构开具的处方、药品及病历证明','护士只提供上门打针服务，不提供相关药品','年龄不满5岁者不提供上门服务','套餐内次数，有效期为1年。'],
		tip: ['请确认患者对使用药品无过敏现象','有严重出、凝血倾向，血小板明显减少或用肝素、双香豆素等进行抗凝治疗暂禁穿刺的患者不适宜上门打针服务'],
		need: '2ml或5ml注射器1个',
		price: 79
	}
]

export function getDetail(id) {
	let response = detail.filter(({serviceItemId}) => serviceItemId == id)
	return response[0]
// 	return new Promise((resolve,reject) => {
// 		let response = detail.filter(({serviceItemId}) => serviceItemId == id)
// 		resolve(response[0])
// 	})
}