<template>
	<view class="padding-20 bg-white">
		<view v-if="content == ''">
			<p>&nbsp;</p>
			<p>
				居家护理具有一定的危险性，为确保医疗安全，建议您尽量到医疗机构接受护理。因患者本人或家属坚决要求在家中进行护理，请签订此知情同意书。由此产生的一切医疗意外，由患者及家属承担相应的责任。&ensp;
			</p>
			<p>一、医务人员职责：&ensp;</p>
			<p>1、告知您在家中进行治疗的风险。&ensp;</p>
			<p>2、按时为您提供治疗。如遇特殊情况，将事先通知您并与您协商治疗时间。&ensp;</p>
			<p>3、严格遵守操作规程及查对制度。&ensp;</p>
			<p>4、向您或家属交待该项治疗的护理及注意事项。&ensp;</p>
			<p>5、操作完医护人员密切观察，无异常后方可离去，并如实记录。&ensp;</p>
			<p>6、抗生素、生物制品（如脂肪乳）、化疗药品、各种疫苗、血液制品、及其他需作皮试的药物不在家中使用。&ensp;</p>
			<p>二、患者及家属职责：&ensp;</p>
			<p>1、按预约治疗时间提前做好准备工作。如：擦拭桌面、地面、保护患者不受凉的情况下，开窗通风、准备好护士操作用的台面等。&ensp;</p>
			<p>2、家属需全程看护患者，听从医护人员安排；发现患者出现寒战、憋气、呼吸困难、心慌等异常情况，应立即通知医护人员，并呼叫120急救进行处理；&ensp;</p>
			<p>3、治疗操作结束30分钟内，应避免患者体位的突然变化。&ensp;</p>
			<p>4、按要求妥善保管治疗所需的药品。&ensp;</p>
			<p>5、您使用的耗材为平台指定提供,一些日常生活物品可自行提供。若没有对应的耗材，医护人员有权利拒绝提供服务。</p>
			<p>三、因环境限制、患者个体差异和病情变化，治疗期间有可能发生以下意外及并发症：&ensp;</p>
			<p>1.上门因检查设备限制，容易出现漏诊、误诊等风险。&ensp;</p>
			<p>2.治疗期间可能发生原发疾病复发，如休克、高血压、心脑血管意外、心律失常、循环衰竭、心搏骤停等。&ensp;</p>
			<p>
				3．插/更换胃管时容易出现恶心、呕吐、流泪、呛咳等刺激性反应，首次留置胃管时，不配合患者易损伤食道出现出血，昏迷患者更换胃管时可能会误入气管，造成窒息、心律失常等风险。&ensp;
			</p>
			<p>
				4．插/更换尿管时因部分患者尿道狭窄容易损伤尿道或者导尿不成功（老年男性更为常见），导尿后出现血尿或不能完成导尿，更换尿管后也会出现漏尿、慢性渗血等，长时间留置尿管后容易出现尿路感染、尿液混浊导尿管不通等。&ensp;
			</p>
			<p>5.压疮换药后容易出现感染、迁延性愈合等不可预知的风险。&ensp;</p>
			<p>6．康复治疗过程中因患者体质原因（原发基础疾病、骨质疏松等）出现晕针、心脑血管意外、骨折等；艾灸、敷药过程中会出现烫伤、皮肤过敏等；&ensp;</p>
			<p>7．因不可抗拒因素出现的其他医疗意外风险。</p>
			<ol start="8">
				<li>您点击勾选后，认为您清楚阅读本同意书，同意以上内容条款，并承担相应责任。</li>
			</ol>
		</view>
		<view v-else>
			<rich-text :nodes="content"></rich-text>
		</view>
	</view>
</template>

<script>
import { getInformedContent } from '@/common/api/service/service'

export default {
	data() {
		return {
			content: '',
		};
	},
	onLoad(options) {
		let serviceId = options.serviceId
		getInformedContent(serviceId).then(res => {
			let resData = res.data
			if (resData.data) {
				this.content = resData.data.content
			}
		})
	},
};
</script>

<style lang="scss">
.padding-20 {
	line-height: 50rpx;
}
</style>
