<template lang="pug">
  .manual_page
    .container
      manual
      p.mt 产品使用手册•部门管理员
      p 部门管理员功能•目录
      p 1.用户登录
      p 2.基础功能: 我的考勤 考勤管理 实时宣岗 填写汇报 通讯录 客户管理 拜访管理 费用报销 工作轨迹 任务管理 日报管理 考核结算 统计
      p 3.高级权限功能 考核设置 权限管理 组织构架

      p.mt 1.0 用户登录
      p 部门管理员拥有管理权限，可看到相对应的界面
      p 操作步骤： 考核结算 输入超级管理员提供的账号密码 〉 点击登录按钮进行 登录
      p 备注： 1、让超级管理员或者是拥有组织构架权限的同事新建员工账号 给你，才可以进行登录。 2、离职后账号停用，并可修改账号和密码下一个员工入职继续 延用

      p.mt 2.1 我的考勤
      p 打开位置：首页 〉 我的考勤
      p 操作步骤：
      p 【打卡】 点击我的考勤一打卡一填写打卡信息一确定后完成
      p 【打卡记录】 点击打卡记录一显示打卡记录列表
      p 【请假、出差、加班】 点击右下角“＋”按钮显示请假、出差、加班，点击 请假、出差或加班 ＞ 填写信息 ＞ 提交等待审批
      p 备注：自己和下属员工都要打开手机WIFI开关，否则可能定位信 息不准确，不管环境中有无WIFI，都需要打开

      p.mt 2.2 考勤管理
      p 打开位置：首页 〉 考勤管理
      p 操作步骤：
      p 【加班审批】 点击时间范围和审批状态选择，选择底部加班 ＞ 可在加班列表 显示员工加班情况 ＞ 可以审批员工的申请
      p 【请假审批】 点击时间范围和审批状态选择，选择底部请假 ＞ 可在请假列表 显示员工请假情况 ＞ 可以审批员工的申请
      p 【出差审批】 点击时间范围和审批状态选择，选择底部出差 ＞ 可在出差列表 显示员工出差情况 ＞ 可以审批员工的申请
      p 【我发起的加班、请假和出差】 点击加班、请假和出差右上的标签页“我发起的” ＞ 可分别展示 自己提交的加班、请假和出差的申请状态

      p.mt 2.3 实时查岗
      p 打开位置：首页 〉 实时查岗
      p 操作步骤：
      p 【查看员工】 点击员工选择一确定一可以查看员工位置
      p 【查看定位信息】 点击统计一查看自己或者是员工的定位信息
      p 备注：自己和下属员工都要打开手机WIFI开关，否则可能定位信 息不准确，不管环境中有无WIFI，都需要打开

      p.mt 2.4 工作轨迹
      p 打开位置：首页 〉 工作轨迹
      p 操作步骤：
      p 【查看员工】 选择员工和日期 ＞ 可查看员工某日期的工作轨迹
      p 【详情】 点击详情 ＞ 可查看员工定位详情
      p 备注：自己和下属员工都要打开手机WIFI开关，否则可能定位信 息不准确，不管环境中有无WIFI，都需要打开

      p.mt 2.4 工作轨迹
      p 打开位置：首页 〉 工作轨迹
      p 操作步骤：
      p 【查看停留信息】 点击停留的标志 ＞ 可查看员工在此处停留的信息
      p 【查看所有轨迹的总信息】 点击路线 ＞ 可查看当天员工的轨迹信息
      p 备注：自己和下属员工都要打开手机WIFI开关，否则可能定位信 息不准确，不管环境中有无WIFI，都需要打开

      p.mt 2.5 任务管理
      p 该界面可查看下属执行任务的进度，并 可创建任务给下属员工去执行
      p 操作步骤：
      p 【新建任务】 点击右下角“＋”新增任务 ＞ 填写任务信息和办 理人 ＞ 提交
      p 【查看员工任务】
      p 1、在任务管理列表可看到下属员工的任务有进 行申、待处理、已审批的任务；选择一个任务可 查看任务详情和任务总结。
      p 2、点击右上角所有员工进去 ＞ 选择下属员工 ＞ 可查看员工的所有任务 【审批员工任务】 在任务结果待处理点某个任务 ＞ 任务结果处理 ＞ 可以根据实际情况进行审批处理

      p.mt 2.5 任务管理 该界面可查看自己任务的进厦，编辑自己 的任务进厦
      p 操作步骤：
      p 【编辑任务进度】 点击下方我的任务 ＞ 可以查看自己的任务进度 ＞ 用手轻轻按住待完成的任务拖动到进行中 ＞ 进行中的任务也是同样的方法拖动到己完成或 未完成中去

      p.mt 2.6 日报管理
      p 【日报审批】
      p 【查看员工日报】
      p 【写日报】
      p 打开位置：首页 〉 日报管理 点击员工的日报详情 ＞ 日报审批
      p 1、日期筛选 ＞ 选择日期 ＞ 查看员工日报
      p 2、点击选择员工 ＞ 查看单个员工的日报 我的日报 ＞ 点击“＋” ＞ 新增 日报填写完进行提交给上级

      p.mt 2.7 考核结算
      p 打开位置：首页 〉 考核结算
      p 操作步骤：
      p 【查看自己的个人考核明细】 点击考核结算 ＞ 进去查看自己的个人考核月 细 ＞ 点击右边的绿色按钮可以选择日期进行 历史考核的查看
      p 【查看员工考核】 点击右上角的其他员工 ＞ 员工选择 ＞ 可查看 员工考核月细
      p 【查看员工历史考核】 在员工个人考核月细页面点击右上角历史考核 ＞ 选择日期 ＞ 可查看员工历史考核

      p.mt 2.8
      p 统计
      p 编辑下属模根
      p 打开位置：打开APP底部导航栏“统计”
      p 操作步骤：
      p 【查看部门数据】 选择部门标签页 ＞ 可以查看部门数据汇报曲线 图信息
      p 【查看员工数据】 选择员工标签页 ＞ 选择某个员工 ＞ 可以查看员 工的数据汇报的曲线图信息
      p 【查看和审批员工的数据汇报】
      p 1、选择汇报列表 ＞ 显示员工数据汇报信息，选 择真申一个员工进入查看详细数据信息，可以对 员工进行驳回相通过的审批操作
      p 2、选择员工 ＞ 选择好员工 ＞ 可以查看该下属员 工的详细数据信息
      p 备注：下属员工要提交数据汇报给上级领导查看，只有领导 才可以查看部门数据信息

      p.mt 2.8 统计
      p 打开位置：打开APP底部导航栏“统计”
      p 操作步骤：
      p 【编辑数据信息】 点击右上角的编辑下属模根 ＞ 选择部门 ＞ 数据报表信息编辑 ＞ 保存

      p.mt 2.9 填写汇报
      p 打开位置：
      p 首页 〉 填写汇报
      p 操作步骤：
      p 【填写汇报】 填写数据 ＞ 点击提交按钮
      p 【撤回汇报】 提交了汇报后，在领导没有查看情况下 ＞ 可以点击撤回按钮进行撤回
      p 【查看历史记录】 点击右上角历史记录 ＞ 可以查看历史记 录的列表
      p 备注：一定是制定了数据报表才可以填写数据汇报

      p.mt 2.10 通讯录
      p 打开位置：首页 〉 通讯录
      p 操作步骤：
      p 【搜索栏查找】 点击搜索栏 ＞ 根据需要搜索名字、部门、 职位进行快速查找员工
      p 【员工列表】 员工列表 ＞ 点击电话可直接拨打电话或 点击聊天可以即时聊天

      p.mt 2.11 客户管理
      p 打开位置：首页 〉 客户管理
      p 操作步骤：
      p 【新增害户】 点击右下角“＋”新增 ＞ 选择客户信息 ＞ 填 写客户信息 ＞ 保存
      p 【详细搜索】 点击详细搜索一填写客户信息一可快速查找 客户
      p 【编辑】 在客户管理页面选择一个客户进入一编辑客户信息

      p.mt 2.12 拜访管理
      p 打开位置：首页 〉 拜访管理
      p 操作步骤：
      p 【新增拜访】 点击右下角“＋”新增拜访商家或客户 ＞ 填写客 户信息 ＞ 选择电话拜访或走访 ＞ 选择拜访人 （自己或者是下属）＞ 保存
      p 【查看员工拜访任务】 拜访管理 ＞ 点击查看员工（右上角） ＞ 选择员工 ＞ 可查看员工所有的拜访任务

      p.mt 2.12 拜访管理
      p 打开位置：首页 〉 拜访管理
      p 操作步骤：
      p 【查看自己的任务】 点击底下的导航栏中的列表 ＞ 可以查看 自己的任务 ＞ 点击详情或者去完成 ＞ 可 以查看任务详情
      p 【完成拜访任务】 列表 ＞ 点击详情或者去完成 ＞ 点击电话 拜访按钮或者是拜访打卡按钮进行完成 拜访任务

      p.mt 2.13 费用报销
      p 打开位置：首页 〉 费用报销
      p 操作步骤：
      p 【审批报销】 点击顶部的待我审批的标签栏 ＞ 查看员 工提交给自己审批的报销 ＞ 点击进去可 以通过或拒绝报销
      p 【新建报销】 点击右上角的“新建” ＞ 填写完报销信息 审批人和妙送人进行提交给上级领导
      p 【查看自己申请的报销详情】 点击底部导航栏上的发起 ＞ 可以查看自 己申请报销的列表 ＞ 点击某项可以查看 报销的详情信息

      p.mt 3.1 考核设置（加减分设置）
      p 打开位置：首页 〉 考核设置
      p 可以通过考核设置来实现加减分，实现对员工的管理（分数是和员工工资挂钩）。
      p 考核设置归分顶如下：
      p 汇报模块：不提交汇报、不阅读汇报、自定义的业绩（销售量、营业额等等）数量不达标。
      p 考勤模块：迟到、旱退、请假、漏打卡
      p 任务模块：未完成任务
      p 日报模块：不交日报 拜访模块：未完成拜访
      p 自定义加减模块：可以自定义设置口分
      p 加分顶如下：
      p 汇报模块：自定义的业绩（销售量、营 业额等等）数量超出达标标准。
      p 考勤模块：全勤奖
      p 任务模块：完成任务
      p 自定义加减模块：可以自定义设置加分
      p 操作步骤： 【模快加戚分设置】 点击某模块 ＞ 点击添加 ＞ 员工选择 ＞ 点击右上角 添加设置扫分项目 ＞ 保存

      p.mt 3.2 权限管理
      p 打开位置：首页 〉 权限管理
      p 这里区分了部门管理员、财务人员、行政 人员等独立设置，接着可以设置相关人员 的操作权限 考核结算

      p.mt 3.3 组织架构
      p 打开位置：首页 〉 组织架构
      p 【部门设置】 选择部门设置 〉 填写部门信息 〉 保存 选择添加子部门 〉 填写子部门信息 〉 保存
      p 【添加管理员】 选择公司部门 〉 部门管理员添加 〉 确定


      p.mt 3.3 组织架构
      p 打开位置：首页 〉 组织架构
      p 操作步骤：
      p 【添加员工】 选择底部的添加员工 〉 填写员工信息 〉 保存
      p 【编辑员工信息】 点击部门员工列表的编辑图标 〉 修改员工信息

      p.mt 深圳市三帆外勤软件有限公司 Shenzhen Sanfan Software Co. Ltd.

</template>

<script>
import manual from '~/components/modules/manual/manual.vue'
export default {
  name: 'Manual',
  components: {
    manual
  },
  data() {
    return {}
  },
  methods: {}
}
</script>

<style lang="scss" scoped>
.mt {
  margin-top: 20px;
}
p {
  padding: 0 10px;

  &:last-child {
    margin-bottom: 50px;
  }
}
</style>
