<template lang="pug">
  .page_index
    Banner
    Section(v-for="(v, i) in sectionData" :key="i" :sData="v")
    Introduce
    FlowChart
    FloatModule

</template>

<script>
import Banner from '~/components/modules/banner/banner.vue'
import Section from '~/components/index/section.vue'
import Introduce from '~/components/index/introduce.vue'
import FlowChart from '~/components/index/flowChart.vue'
import FloatModule from '~/components/modules/floatModule/floatModule.vue'
export default {
  components: {
    Banner,
    Section,
    Introduce,
    FlowChart,
    FloatModule
  },
  data() {
    return {
      sectionData: [
        {
          title: '考核结算全面管理·提高工作效率',
          subTitle:
            '监控员工每时每刻的全方位状态，保证员工的真实性、规范性和工作效率，提高执行力',
          cls: 's1',
          pic: 'rectangle_left_1',
          content: [
            {
              title: '现代企业面临的问题：考核无法下手？',
              describe: [
                '员工不写工作日报？员工偷懒？迟到早退？绩效考核不达标？工作经常延迟？不按时参加会议？营业时间便装在营业区域随便走动？不遵守公司的规章制度？上班时间经常没佩戴工作证？'
              ]
            },
            {
              title: '解决方案：考核结算，全自动扣分加分系统',
              describe: [
                '1、扣分加分管理系统，监控员工每时每刻的数据汇总、考勤记录、任务情况、日报汇报和客户拜访，分数直接是和员工的薪资挂钩，1分就是1元',
                '2、老板可以查看所有员工是否遵守公司规章制度，是因为哪些方面而导致扣分，可以从这些扣分加分的数据看出，哪些是优秀员工，哪些是公司的蛀虫。帮企业优胜劣汰，筛选员工',
                '3、在日常管理工作中，考核结算、考勤分、任务分、日报分和客户拜访分的统计，完全不需要人工操作，节省人力成本，由三帆外勤系统全自动操作完成',
                '4、激励员工的积极性，从而可以保证员工的真实性、规范性和工作效率，提高执行力，给企业创造巨大价值！'
              ]
            }
          ]
        },
        {
          title: '公司所有数据汇总·实时掌控',
          subTitle:
            '公司经营数据一目了然，数据真实，建立完善的企业经营数据平台，提供市场决策依据',
          cls: 's2',
          pic: 'rectangle_right_2',
          content: [
            {
              title: '现代企业面临的问题：数据统计与分析从哪搞起？',
              describe: [
                '企业运营数据统计采用纸质单据，汇总效率低？销量数据汇总迟滞，销量提升慢？报表统计周期较长，管理人员无法及时全面了解公司运行情况？业绩下滑原因在哪？人员执行力？商品促销时机不正确？竞争对手挤压，无从分析？销售策略如何制定？数据依据散落在各个地方，无法全面实时分析汇总？业绩提升机会如何判断？'
              ]
            },
            {
              title: '解决方案：定期数据汇总与报表分析',
              describe: [
                '1、数据汇总与报表分析，公司管理层编辑数据汇报模板发送给员工，员工定期填写数据上传汇总，如在规定时间内、员工忘记写或故意不写，会自动导入扣分管理系统中对该员工扣分处理',
                '2、三帆系统后台统一导出汇总Excel报表，数据收集不再是困难',
                '3、公司管理层通过查阅员工按时提交的报表，随时可了解公司部门的具体情况，实现100%巡查覆盖率',
                '4、通过汇总多维度分析销量数据，找出销量提升点，解决销量提升慢，业绩提升机会流失的问题。全方位的经营数据分析，可视化图表直观呈现，把控市场全局。 商品、客户、员工销量、部门经营数据分类展现，及时快速的反映市场及员工情况。多维度销量分析，多层次反映公司经营情况，为公司管理员工、制定销售策略提供数据支撑和经营数据历史记录。各方位的经营数据一目了然，数据真实，建立完善的企业经营数据平台，提供市场决策依据。'
              ]
            }
          ]
        },
        {
          title: '工作实时定位查岗·管理透明化',
          subTitle:
            '规范员工工作时间、工作路线和工作区域，用电子围栏圈定业务员的工作区域范围，解决员工工作时间在外“放羊”的问题',
          cls: 's3',
          pic: 'rectangle_left_3',
          content: [
            {
              title: '现代企业面临的问题：工作时间，员工在哪里？',
              describe: [
                '外勤员工跑业务在外“放羊”？天高皇帝远管理难？外勤员工每天在公司打卡后，未及时到达工作地点开始工作？员工上班脱岗、紧急情况联系不上？业务员要挨个汇报每日外出路线太繁琐？执行标准性、反馈及时性缺乏保障？'
              ]
            },
            {
              title: '解决方案：实时查岗，懒惰无处可藏',
              describe: [
                '1、查看工作轨迹，通过规范员工工作时间、工作路线和工作区域。利用电子围栏圈定每个业务员的工作区域范围，解决员工工作时间在外“放羊”的问题，偷懒没有借口',
                '2、生成工作时间的轨迹报表，统计任意时段内轨迹正常或异常情况',
                '3、掌握业务员在外工作具体执行状况，确保业务员工作按标准工作执行 。考勤打卡、工作轨迹、GPS查岗、轨迹回放（可查看员工历史轨迹）',
                '4、如员工违反规则，会自动导入扣分管理系统中对该员工扣分处理'
              ]
            }
          ]
        }
      ]
    }
  }
}
</script>

<style lang="scss">
@import 'index';
</style>
