<template lang="pug">
  .manual_page
    .container
      manual
      p.mt 产品使用手册•超级管理员
      p 超级管理员功能•目录
      p 1.用户登录
      p 2.设置: 部门设置 添加员工 企业支付 企业设置
      p 3.查看员工数据: 权限管理 通讯录 费用报销 考勤管理 实时查岗 3工作轨迹 任务管理 日报管理 考核结算 考核设置 统计
      p 4.查看客户数据: 客户管理 拜访管理
      p 5.查看财务数据: 公司总账 应收账款 应付账款 固定支出 财务录入 财务审批 财务文件 合同管理

      p.mt 1.0 用户登录
      p 超级管理员拥有所有权限，可看到全部界面
      p 操作步骤： 考核结算 注册新企业 〉 填写企业信息 〉 账号密码登录 〉 进入 主页
      p 备注：离职后的员工账号停用，并可修改账号和密码下一个员工 入职继续延用

      p.mt 2.1 部门设置
      p 打开位置：首页 〉 组织架构
      p 【部门设置】 选择部门设置 〉 填写部门信息 〉 保存 选择添加子部门 〉 填写子部门信息 〉 保存
      p 【添加管理员】 选择公司部门 〉 部门管理员添加 〉 确定

      p.mt 2.2 添加员工
      p 打开位置：首页 〉 组织架构
      p 操作步骤：
      p 【添加员工】 选择底部的添加员工 〉 填写员工信息 〉 保存
      p 【编辑员工信息】 点击部门员工列表的编辑图标 〉 修改员工信息

      p.mt 2.3 企业支付
      p 打开位置：设置 〉 进入 企业支付
      p 【企业支付】 进入企业支付页面 ＞ 设置员工 人数，选择企业套餐 ＞ 选择支 付方式 ＞ 支付
      p 【查看使用时间】 点击进入企业支付页面 ＞ 显示 使用天数
      p 【到期提示】 点击进入APP首页 ＞ 信息提示 使用期还有7天提醒 备注：苹果版本没有支付功能，安卓版本才有。另外：1、免费使用七天体验。2、买满1年送1个月，买满2年送2个月

      p.mt 2.4 企业设置
      p 打开位置：设置 〉 企业设置
      p 企业设置中的所有设置如下： 1.考勤管理、2.手机绑定、3.节假日设置、 4.客户区域、5.客户等级、6.意向类型、 7.职位类型、8.拍照类型、9.任务类型、 10.请假类型、11.日报设置、12.拜访设置 可以根据需要进行设置

      p.mt 3.1 考勤管理
      p 打开位置：首页 〉 考勤管理
      p 操作步骤：
      p 【加班审批】 点击时间范围和审批状态选择，选择底部加班 ＞ 可在加班列表 显示员工加班情况 ＞ 可以审批员工的申请
      p 【请假审批】 点击时间范围和审批状态选择，选择底部请假 ＞ 可在请假列表 显示员工请假情况 ＞ 可以审批员工的申请
      p 【出差审批】 点击时间范围和审批状态选择，选择底部出差 ＞ 可在出差列表 显示员工出差情况 ＞ 可以审批员工的申请

      p.mt 3.2 实时查岗
      p 打开位置：首页 〉 实时查岗
      p 操作步骤：
      p 【查看员工】 点击员工选择一确定一可以查看员工位置
      p 【详情】 点击统计一查看员工的定位时间
      p 备注：请让员工打开手机WIFI开关，否则可能定位信息不准确， 不管环境中有无WIFI，都需要打开

      p.mt 3.3 工作轨迹
      p 打开位置：首页 〉 工作轨迹
      p 操作步骤：
      p 【查看员工】 选择员工和日期 ＞ 可查看员工某日期的工作轨迹
      p 【详情】 点击详情 ＞ 可查看员工定位详情
      p 备注：请让员工打开手机WIFI开关，否则可能定位信息不准确， 不管环境中有无WIFI，都需要打开

      p.mt 3.3 工作轨迹
      p 打开位置：首页 〉 工作轨迹
      p 操作步骤：
      p 【查看停留信息】 点击停留的标志 ＞ 可查看员工在此处停留的信息
      p 【查看所有轨迹的总信息】 点击路线 ＞ 可查看当天员工的轨迹信息
      p 备注：请让员工打开手机WIFI开关，否则可能定位信息不准确， 不管环境中有无WIFI，都需要打开

      p.mt 3.4 任务管理
      p 该界面可查看下属执行任务的进度，并 可创建任务给下属员工去执行
      p 操作步骤：
      p 【新建任务】 点击右下角“＋”新增任务 ＞ 填写任务信息和办 理人 ＞ 提交
      p 【查看员工任务】
      p 1、在任务管理列表可看到下属员工的任务有进 行申、待处理、已审批的任务；选择一个任务可 查看任务详情和任务总结。
      p 2、点击右上角所有员工进去 ＞ 选择下属员工 ＞ 可查看员工的所有任务
      p 【审批员工任务】 在任务结果待处理点某个任务 ＞ 任务结果处理 ＞ 可以根据实际情况进行审批处理

      p.mt 3.5 日报管理
      p 打开位置：首页 〉 日报管理
      p 操作步骤： 【日报审批】 点击员工的日报详情 ＞ 日报审批 【查看员工日报】 日期筛选 ＞ 选择日期 ＞ 宣看员工日报

      p.mt 3.6 考核结算
      p 打开位置：首页 〉 考核结算
      p 操作步骤：
      p 【查看员工考核】 点击查看员工考核 ＞ 员工选择 ＞ 可查看员工 考核月细
      p 【查看员工历史考核】 点击右上角历史考核 ＞ 选择日期 ＞ 可查看员 工历史考核

      p.mt 3.7 考核设置（加减分设置）
      p 打开位置：首页 〉 考核设置
      p 可以通过考核设置来实现加减分，实现对员工的管 理（分数是和员工工资挂钩）。
      p 考核设置 归分顶如下：
      p 汇报模块：不提交汇报、不阅读汇报、自定义的业 绩（销售量、营业额等等）数量不达标。
      p 考勤模块：迟到、旱退、请假、漏打卡
      p 任务模块：未完成任务
      p 日报模块：不交日报
      p 拜访模块：未完成拜访
      p 自定义加减模块：可以自定义设置口分
      p 加分顶如下： 汇报模块：自定义的业绩（销售量、营 业额等等）数量超出达标标准。
      p 考勤模块：全勤奖
      p 任务模块：完成任务
      p 自定义加减模块：可以自定义设置加分
      p 操作步骤：
      p 【模快加减分设置】 点击某模块 ＞ 点击添加 ＞ 员工选择 ＞ 点击右上角 添加设置扫分项目 ＞ 保存

      p.mt 3.8 统计
      p 编辑下属模板 打开位置：打开APP底部导航栏“统计” 操作步骤：
      p 【查看部门数据】 选择部门标签页 ＞ 可以查看部门数据汇报曲线 图信息
      p 【查看员工数据】 选择员工标签页 ＞ 选择某个员工 ＞ 可以查看员 工的数据汇报的曲线图信息
      p 【查看和审批员工的数据汇报】
      p 1、选择汇报列表 ＞ 显示员工数据汇报信息，选 择真申一个员工进入查看详细数据信息，可以对 员工进行驳回相通过的审批操作
      p 2、选择员工 ＞ 选择好员工 ＞ 可以查看该下属员 工的详细数据信息
      p 备注：下属员工要提交数据汇报给上级领导相老板查看， 只有老板才可以查看公司数据信息

      p.mt 3.8 统计
      p 打开位置：打开APP底部导航栏“统计”
      p 操作步骤：
      p 【编辑数据信息】 点击右上角的编辑下属模根 ＞ 选择部门 ＞ 数据报表信息编辑 ＞ 保存

      p.mt 3.9 权限管理
      p 打开位置：首页 〉 权限管理
      p 这里区分了部门管理员、财务人员、行政 人员等独立设置，接着可以设置相关人员 的操作权限 考核结算

      p.mt 3.10 通讯录
      p 打开位置：首页 〉 通讯录
      p 操作步骤：
      p 【搜索栏查找】 点击搜索栏 ＞ 根据需要搜索名字、部门、 职位进行快速查找员工
      p 【员工列表】 员工列表 ＞ 点击电话可直接拨打电话或 点击聊天可以即时聊天
      p 备注：老板可以在 设置 ＞ 个人信息 里面隐藏自己的电话号码， 从而把通讯录里的电话按钮也隐藏

      p.mt 3.11
      p 费用报销 打开位置：首页 〉 费用报销
      p 操作步骤：
      p 【费用审批】 点击待我审批的 ＞ 可对员工费用报销进行 审批
      p 【发起列表】 选择底部的发起 ＞ 可查看我发起的申请的审批状态

      p.mt 4.1
      p 客户管理
      p 打开位置：首页 〉 客户管理
      p 操作步骤：
      p 【新增客户】 点击右下角“＋”新增 ＞ 选择客户信息 ＞ 填 写客户信息 ＞ 保存
      p 【详细搜索】 点击详细搜索一填写客户信息一可快速查找 客户
      p 【编辑】 在客户管理页面选择一个客户进入一编辑客 户信息

      p.mt 4.2 拜访管理
      p 打开位置：首页 〉 拜访管理
      p 操作步骤：
      p 【新增拜访】 点击右下角“＋”新增拜访商家或客户 ＞ 选择电 话拜访或走访 ＞ 填写客户信息 ＞ 保存
      p 【查看员工拜访任务】 拜访管理 ＞ 点击查看员工（右上角） ＞ 选择员工 ＞ 可查看员工所有的拜访任务

      p.mt 5.1 公司总账
      p 打开位置：首页 〉 公司总账
      p 操作步骤：
      p 【查看公司总账】 点击收入或支出列表 ＞ 可以查看当天的收入或 支出的列表 ＞ 可以查看详情
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目

      p.mt 5.2 应收账款
      p 打开位置：首页 〉 应收报销
      p 操作步骤：
      p 【新增应收账款】 点击右下角“＋”新增应收账款 ＞ 填写账款信息 ＞ 保存
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目
      p 【编辑】 点击某项数据进去 ＞ 点击右上角编辑，可修改应 收账款信息

      p.mt 5.3 应付账款
      p 打开位置：首页 〉 应付账款
      p 操作步骤：
      p 【新增应付账款】 点击应付账款 ＞ 右下角“＋”新增应付账款 ＞ 填写 账款信息 ＞ 保存
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目
      p 【编辑】 点击某项数据进去 ＞ 点击右上角编辑，可修改应 付账款信息

      p.mt 5.4 固定支出
      p 打开位置：首页 〉 固定支出
      p 操作步骤： 【新增固定支出】 点击应付账款 ＞ 右下角“＋”新增固定支出 ＞ 填写 支出信息 ＞ 保存
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目
      p 【编辑】 点击某项数据进去 ＞ 点击右上角编辑，可修改支 出信息

      p.mt 5.5 财务录入
      p 打开位置：首页 〉 财务录入
      p 操作步骤：
      p 【新增财务录入】 点击应付账款 ＞ 右下角“＋”新增财务录入 ＞ 填写 财务录入信息 ＞ 保存
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目
      p 【编辑】 点击某项数据进去 ＞ 点击右上角编辑，可修改 财务录入信息

      p.mt 5.6 财务审批
      p 打开位置：首页 〉 财务审批
      p 操作步骤：
      p 【财务审批】 点击待我审批的 ＞ 可对员工提交的财务进行审批
      p 【处理待审批】 点击待我审批的 ＞ 点击某条待审批内容 ＞ 进入审 批详情页 ＞ 宣看员工提交的待审批账款详情 ＞ 可 选择驳回或通过

      p.mt 5.6 财务审批
      p 打开位置：首页 〉 财务审批 操作步骤：
      p 【财务审批】 点击我发起的 ＞ 点击某条待审批内容 ＞ 进入账款 详情页
      p 【撤回己提交的账款】 点击我发起的 ＞ 点击某条待审批内容 ＞ 进入账款 详情页 ＞ 在审批人尚未处理该条提交账款时可选 择撤回 ＞ 撤回成功后可修改该条账款内容 ＞ 修改 完成后可再次提交


      p.mt 5.7 财务文件
      p 打开位置：首页 〉 财务文件
      p 操作步骤：
      p 【新增财务文件】 点击财务文件 ＞ 右下角“＋”上传文件 ＞ 文件上 传到根目录下
      p 【财务文件预览】 选择某个文件夹进入 ＞ 点击文件可以即时预览
      p 【财务文件编辑】 选择某个文件后面的灰色圆点 ＞ 就会出现编辑 项 ＞ 可以选择删除、重命名、下载和移动等编 辑为式
      p 【安卓和苹果版本保存到本地的目录】 安卓版本的保存到手机的“文档管理” ＞ “内部存 诸” ＞ “HawkDownloads” 目录中 革果版本的保存到系统中的三帆外勤根目录中， 使用第三为软件可以打开手机中的三帆外勤APP 目录，文件就在里面了，可以复制到你的电脑中

      p.mt 5.8 合同管理
      p 打开位置：首页 〉 合同管理
      p 操作步骤：
      p 【新增合同文件】 点击合同管理 ＞ 右下角“＋”上传文件 ＞ 文件上 传到根目录下
      p 【合同文件预览】 选择某个文件夹进入 ＞ 点击文件可以即时预览
      p 【合同文件编辑】 选择某个文件后面的灰色圆点 ＞ 就会出现编辑 项 ＞ 可以选择删除、重命名、下载和移动等编 辑为式
      p 【安卓和苹果版本保存到本地的目录】 安卓版本的保存到手机的“文档管理” ＞ “内部存 诸” ＞ “HawkDownloads” 目录中 革果版本的保存到系统中的三帆外勤根目录中， 使用第三为软件可以打开手机中的三帆外勤APP 目录，文件就在里面了，可以复制到你的电脑中

      p.mt 深圳市三帆外勤软件有限公司 Shenzhen Sanfan Software Co. Ltd.

</template>

<script>
import manual from '~/components/modules/manual/manual.vue'
export default {
  name: 'Manual',
  components: {
    manual
  },
  data() {
    return {}
  },
  methods: {}
}
</script>

<style lang="scss" scoped>
.mt {
  margin-top: 20px;
}
p {
  padding: 0 10px;

  &:last-child {
    margin-bottom: 50px;
  }
}
</style>
