export const bankGroup = [
  {
    id: '001',
    name: '中央银行',
    expand: true,
    children: [
      {
        id: '101',
        name: '中国人民银行营业处'
      },
      {
        id: '102',
        name: '中国人民银行国库处'
      }
    ]
  },
  {
    id: '002',
    name: '国有独资商业银行',
    expand: true,
    children: [
      {
        id: '201',
        name: '中国工商银行'
      },
      {
        id: '202',
        name: '中国农业银行'
      },
      {
        id: '203',
        name: '中国银行'
      },
      {
        id: '204',
        name: '中国建设银行'
      }
    ]
  },
  {
    id: '003',
    name: '政策性银行',
    expand: true,
    children: [
      {
        id: '301',
        name: '国家开发银行'
      },
      {
        id: '302',
        name: '中国进口银行'
      },
      {
        id: '303',
        name: '中国农业发展银行'
      }
    ]
  },
  {
    id: '004',
    name: '其他商业银行',
    expand: true,
    children: [
      {
        id: '401',
        name: '交通银行'
      },
      {
        id: '402',
        name: '中信实业银行'
      },
      {
        id: '403',
        name: '中国光大银行'
      },
      {
        id: '404',
        name: '华夏银行'
      },
      {
        id: '405',
        name: '中国民生银行'
      },
      {
        id: '406',
        name: '广东发展银行'
      },
      {
        id: '407',
        name: '深圳发展银行'
      },
      {
        id: '408',
        name: '招商银行'
      },
      {
        id: '409',
        name: '兴业银行'
      },
      {
        id: '410',
        name: '上海浦东发展银行'
      },
      {
        id: '411',
        name: '城市商业银行'
      },
      {
        id: '412',
        name: '农村商业银行'
      },
      {
        id: '413',
        name: '恒丰银行'
      },
      {
        id: '414',
        name: '中国进口银行'
      },
      {
        id: '415',
        name: '浙商银行'
      }
    ]
  },
  {
    id: '005',
    name: '非银行金融机构',
    expand: true,
    children: [
      {
        id: '501',
        name: '城市信用社'
      },
      {
        id: '502',
        name: '农村信用联社'
      },
      {
        id: '503',
        name: '邮政储汇'
      }
    ]
  },
  {
    id: '006',
    name: '外资在华银行或代表处',
    expand: true,
    children: [
      {
        id: '601',
        name: '香港上海汇丰银行'
      },
      {
        id: '602',
        name: '东亚银行'
      },
      {
        id: '603',
        name: '南洋商业银行'
      },
      {
        id: '604',
        name: '恒生银行'
      },
      {
        id: '605',
        name: '中银香港'
      },
      {
        id: '606',
        name: '集友银行'
      },
      {
        id: '607',
        name: '廖创兴银行'
      },
      {
        id: '608',
        name: '亚洲商业银行'
      },
      {
        id: '609',
        name: '星展银行'
      },
      {
        id: '610',
        name: '永亨银行'
      },
      {
        id: '611',
        name: '花旗银行'
      },
      {
        id: '612',
        name: '美国银行'
      },
      {
        id: '613',
        name: '摩根大通银行'
      },
      {
        id: '614',
        name: '建东银行'
      },
      {
        id: '615',
        name: '美一银行'
      },
      {
        id: '616',
        name: '纽约银行'
      },
      {
        id: '617',
        name: '东京三菱银行'
      },
      {
        id: '618',
        name: '日联银行'
      },
      {
        id: '619',
        name: '三井住友银行'
      },
      {
        id: '620',
        name: '瑞穗实业银行'
      },
      {
        id: '621',
        name: '山口银行'
      },
      {
        id: '622',
        name: '韩国外换银行'
      },
      {
        id: '623',
        name: '朝兴银行'
      },
      {
        id: '624',
        name: '友利银行'
      },
      {
        id: '625',
        name: '韩国产业银行'
      },
      {
        id: '626',
        name: '新韩银行'
      },
      {
        id: '627',
        name: '韩国中小企业银行'
      },
      {
        id: '628',
        name: '韩业银行'
      },
      {
        id: '629',
        name: '马来亚银行'
      },
      {
        id: '630',
        name: '首都银行及信托公司'
      },
      {
        id: '631',
        name: '华侨银行'
      },
      {
        id: '632',
        name: '大华银行'
      },
      {
        id: '633',
        name: '新加坡发展银行'
      },
      {
        id: '634',
        name: '盘古银行'
      },
      {
        id: '635',
        name: '泰京银行'
      },
      {
        id: '636',
        name: '泰华农民银行'
      },
      {
        id: '637',
        name: '奥地利中央合作银行'
      },
      {
        id: '638',
        name: '比利时联合银行'
      },
      {
        id: '639',
        name: '比利时富通银行'
      },
      {
        id: '640',
        name: '荷兰银行'
      },
      {
        id: '641',
        name: '荷兰商业银行'
      },
      {
        id: '642',
        name: '荷兰万贝银行'
      },
      {
        id: '643',
        name: '渣打银行'
      },
      {
        id: '644',
        name: '法国兴业银行'
      },
      {
        id: '645',
        name: '法国巴黎银行'
      },
      {
        id: '646',
        name: '东方汇理银行'
      },
      {
        id: '647',
        name: '法国里昂信贷银行'
      },
      {
        id: '648',
        name: '法国外贸银行'
      },
      {
        id: '649',
        name: '德累斯顿银行'
      },
      {
        id: '650',
        name: '德意志银行'
      },
      {
        id: '651',
        name: '德国商业银行'
      },
      {
        id: '652',
        name: '西德意志银行'
      },
      {
        id: '653',
        name: '巴伐利亚州银行'
      },
      {
        id: '654',
        name: '罗马银行'
      },
      {
        id: '655',
        name: '意大利联合商业银行'
      },
      {
        id: '656',
        name: '瑞士信贷第一波士顿银行'
      },
      {
        id: '657',
        name: '丰业银行'
      },
      {
        id: '658',
        name: '蒙特利尔银行'
      },
      {
        id: '659',
        name: '澳新银行'
      },
      {
        id: '660',
        name: '葡国储蓄信贷银行'
      },
      {
        id: '661',
        name: '珠海南通银行'
      },
      {
        id: '662',
        name: '宁波国际银行'
      },
      {
        id: '663',
        name: '新联商业银行'
      },
      {
        id: '664',
        name: '协和银行'
      },
      {
        id: '665',
        name: '德富泰银行有限公司'
      },
      {
        id: '666',
        name: '荷兰合作银行（中国）有限公司'
      },
      {
        id: '667',
        name: '厦门国际银行'
      },
      {
        id: '668',
        name: '上海——巴黎国际银行'
      },
      {
        id: '669',
        name: '平安银行'
      },
      {
        id: '670',
        name: '浙江商业银行'
      },
      {
        id: '671',
        name: '华商银行'
      },
      {
        id: '672',
        name: '青岛国际银行'
      },
      {
        id: '673',
        name: '华一银行'
      },
      {
        id: '674',
        name: '澳门清算行'
      },
      {
        id: '675',
        name: '香港清算行'
      }
    ]
  },
  {
    id: '007',
    name: '非银行金融机构',
    expand: true,
    children: [
      {
        id: '701',
        name: '电子联行转换中心'
      },
      {
        id: '702',
        name: '支付系统收费专户'
      },
      {
        id: '703',
        name: '农村合作银行'
      },
      {
        id: '704',
        name: '渤海银行股份有限公司'
      },
      {
        id: '705',
        name: '徽商银行股份有限公司'
      },
      {
        id: '706',
        name: '镇银行股份有限公司'
      },
      {
        id: '707',
        name: '永隆银行深圳分行'
      },
      {
        id: '708',
        name: '英国苏格兰皇家银行工作有限公司上海分行'
      },
      {
        id: '709',
        name: '德国北德意志州银行上海分行'
      },
      {
        id: '710',
        name: '瑞士银行北京分行'
      },
      {
        id: '711',
        name: '中国国债登记结算有限责任公司'
      },
      {
        id: '712',
        name: '人民银行公开市场操作室'
      },
      {
        id: '713',
        name: '外汇交易中心'
      },
      {
        id: '714',
        name: '城市商业银行汇票处理中心'
      },
      {
        id: '715',
        name: '中国银联'
      },
      {
        id: '716',
        name: '集中代收付中心或者电子结算中心'
      }
    ]
  }
]
