<template lang="pug">
  .manual_page
    .container
      manual
      p.mt 产品使用手册•财务员工
      p 1 财务员工功能•目录
      p 1.用户登录
      p 2.基础功能 通讯录 客户管理 拜访管理 我的考勤 考勤管理 实时查岗 工作轨迹 任务管理 日报管理 考核结算 统计 填写汇报
      p 3.财务功能 公司总账 应收账款 应付账款 固定支出 财务录入 财务审批 财务文件

      p.mt 1.0 用户登录
      p 考核结算
      p 操作步骤： 输入超级管理员提供的账号密码 〉 点击登录按钮进行 登录
      p 备注：
      p 1、让超级管理员或者是拥有组织构架权限的同事新建员工账号 给你，才可以进行登录。
      p 2、离职后账号停用，并可修改账号和密码下一个员工入职继续 延用

      p.mt 2.1 我的考勤
      p 打开位置：首页 〉 我的考勤
      p 操作步骤：
      p 【打卡】 点击我的考勤一打卡一填写打卡信息一确定后完成
      p 【打卡记录】 点击打卡记录一显示打卡记录列表
      p 【请假、出差、加班】 点击右下角“＋”按钮显示请假、出差、加班，点击 请假、出差或加班 ＞ 填写信息 ＞ 提交等待审批
      p 备注：请务必自行打开手机WIFI开关，否则可能定位信 息不准确，不管环境中有无WIFI，都需要打开

      p.mt 2.2 考勤管理
      p 打开位置：首页 〉 考勤管理
      p 操作步骤：
      p 【查看加班审批状态】 点击时间范围和审批状态选择，选择底部加班 ＞ 可在加班列表 显示自己申请加班的审批状态
      p 【查看请假审批状态】 点击时间范围和审批状态选择，选择底部请假 ＞ 可在请假列表 显示自己申请请假的审批状态
      p 【查看出差审批状态】 点击时间范围和审批状态选择，选择底部出差 ＞ 可在出差列表 显示自己申请出差的审批状态

      p.mt 2.3 实时查岗
      p 打开位置：首页 〉 实时查岗
      p 操作步骤：
      p 【查看自己的位置】 点击员工选择一确定一可以查看自己位置
      p 【查看自己的定位信息】 点击统计一查看自己的定位时间信息
      p 备注：请务必自行打开手机WIFI开关，否则可能定位信 息不准确，不管环境中有无WIFI，都需要打开

      p.mt 2.4 工作轨迹
      p 打开位置：首页 〉 工作轨迹
      p 操作步骤：
      p 【查看工作轨迹】 选择日期 ＞ 可查看自己某日期的工作轨迹
      p 【详情】 点击详情 ＞ 可查看自己的定位详情
      p 备注：请务必自行打开手机WIFI开关，否则可能定位信 息不准确，不管环境中有无WIFI，都需要打开

      p.mt 2.4 工作轨迹
      p 打开位置：首页 〉 工作轨迹
      p 操作步骤：
      p 【查看停留信息】 点击停留的标志 ＞ 可查看自己在此处停留的信息
      p 【查看所有轨迹的总信息】 点击路线 ＞ 可查看当天自己的轨迹信息
      p 备注：请务必自行打开手机WIFI开关，否则可能定位信 息不准确，不管环境中有无WIFI，都需要打开

      p.mt 2.5 任务管理
      p 该界面可查看自己任务的进厦，编辑自己 的任务进厦
      p 操作步骤：
      p 【新建任务】 点击右下角“＋”新增任务 ＞ 填写任务信息和办 理人 ＞ 提交
      p 【编辑任务进度】 任务列表中可以查看自己的任务进度 ＞ 用手轻 轻按住待完成的任务拖动到进行中 ＞进行中的 任务也是同样的方法拖动到已完成或未完成中去

      p.mt 2.6 日报管理
      p 打开位置：首页 〉 日报管理
      p 【日报查看】 点击日报列表 ＞ 进去查看日报详情
      p 【写日报】 点击右下角“＋” ＞ 新增日报填写完 进行提交给上级领导

      p.mt 2.7 考核结算
      p 打开位置：首页 〉 考核结算
      p 操作步骤：
      p 【查看自己的个人考核明细】 点击考核结算 ＞ 进去可以查看自己的个人考 核月细
      p 【查看历史考核】 在个人考核月细页面点击右上角历史考核 ＞ 选择日期 ＞ 可查看自己的历史考核

      p.mt 2.7 考核结算加分咸分说明
      p 考核设置是超级管理员用来管理公司员工的设置（超级管理员才有权限）考核设置可以通过考核设置来实现加减分，实现对员工的管理（分数是和员工工资挂钩）。
      p 归结项如下：
      p 汇报模块：不提交汇报、不阅读汇报、自定义的业绩（销售量、营业额等等）数量不达标。
      p 考勤模块：迟到、旱退、请假、漏打卡
      p 任务模块：未完成任务
      p 日报模块：不交日报
      p 拜访模块：未完成拜访
      p 自定义加减模块：可以自定义设置口分
      p 加结项如下：
      p 汇报模块：自定义的业绩（销售量、营 业额等等）数量超出达标标准。
      p 考勤模块：全勤奖
      p 任务模块：完成任务
      p 自定义加减模块：可以自定义设置加分

      p.mt 2.8 统计
      p 打开位置：打开APP底部导航栏“统计”
      p 操作步骤：
      p 【查看自己的数据】 进去页面即可查看自己的数据汇报的曲线图信 息 ＞ 点击上面栏的项目（向下箭头 ）＞ 可以 选择条件来查看曲线图

      p.mt 2.9 填写汇报
      p 打开位置：首页 〉 填写汇报
      p 操作步骤：
      p 【填写汇报】 填写数据 ＞ 点击提交按钮
      p 【撤回汇报】 提交了汇报后，在领导没有查看情况下 ＞ 可以点击撤回按钮进行撤回
      p 【查看历史记录】 点击右上角历史记录 ＞ 可以查看历史记 录的列表
      p 备注：领导制定了数据报表才可以填写数据汇报的我

      p.mt 2.10 通讯录
      p 打开位置：首页 〉 通讯录
      p 操作步骤：
      p 【搜索栏查找】 点击搜索栏 ＞ 根据需要搜索名字、部门、 职位进行快速查找到同事
      p 【员工列表】 员工列表 ＞ 点击电话可直接拨打电话或 点击聊天可以即时聊天

      p.mt 2.11 客户管理
      p 打开位置：首页 〉 客户管理
      p 操作步骤：
      p 【新增害户】 点击右下角“＋”新增 ＞ 选择客户信息 ＞ 填 写客户信息 ＞ 保存
      p 【详细搜索】 点击详细搜索一填写客户信息一可快速查找 客户
      p 【编辑】 在客户管理页面选择一个客户进入一编辑客户信息

      p.mt 2.12 拜访管理
      p 打开位置：首页 〉 拜访管理
      p 操作步骤：
      p 【新增拜访】 点击右下角“＋”新增拜访商家或客户 ＞ 填写客 户信息 ＞ 选择电话拜访或走访 ＞ 保存
      p 【查看自己的任务】 在列表可以查看自己的任务 ＞ 点击详情或者去 完成 ＞ 可以查看任务详情
      p 【完成拜访任务】 列表 ＞ 点击详情或者去完成 ＞ 点击电话 拜访按钮或者是拜访打卡按钮进行完成 拜访任务

      p.mt 2.12 拜访管理
      p 打开位置：首页 〉 拜访管理
      p 操作步骤：
      p 【查看自己的拜访数据】 点击底下的导航栏中的统计 ＞ 点击 上面栏的项目（向下箭头 ） ＞ 可 以选择条件来查看曲线图

      p.mt 2.13 费用报销
      p 打开位置：首页 〉 费用报销
      p 操作步骤：
      p 【新建报销】 点击右上角的“新建” ＞ 填写完报销信息 审批人和妙送人进行提交给上级领导
      p 【查看自己申请的报销详情】 点击列表中的某项报销 ＞ 可以查看这条 报销的详情信息

      p.mt 3.1 公司总账
      p 打开位置：首页 〉 公司总账
      p 操作步骤：
      p 【查看公司总账】 点击收入或支出列表 ＞ 可以查看当天的收入或 支出的列表 ＞ 可以查看详情
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目
      p 备注：公司总账需要财务录入、应收账款、应付账款和固 定支出都走完审批流程后才会自动汇入公司总账

      p.mt 3.2 应收账款
      p 打开位置：首页 〉 应收报销
      p 操作步骤：
      p 【新增应收账款】 点击右下角“＋”新增应收账款 ＞ 填写账款信息 ＞ 保存
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目
      p 【编辑】 点击某项数据进去 ＞ 点击右上角编辑，可修改应 收账款信息

      p.mt 3.3 应付账款
      p 打开位置：首页 〉 应付账款
      p 操作步骤：
      p 【新增应付账款】 点击应付账款 ＞ 右下角“＋”新增应付账款 ＞ 填写 账款信息 ＞ 保存
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目
      p 【编辑】 点击某项数据进去 ＞ 点击右上角编辑，可修改应 付账款信息

      p.mt 3.4 固定支出
      p 打开位置：首页 〉 固定支出
      p 操作步骤：
      p 【新增固定支出】 点击应付账款 ＞ 右下角“＋”新增固定支出 ＞ 填写 支出信息 ＞ 保存
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目
      p 【编辑】 点击某项数据进去 ＞ 点击右上角编辑，可修改支 出信息

      p.mt 3.5 财务录入
      p 打开位置：首页 〉 财务录入
      p 操作步骤：
      p 【新增财务录入】 点击应付账款 ＞ 右下角“＋”新增财务录入 ＞ 填写 财务录入信息 ＞ 保存
      p 【详细搜索】 点击右上角详细搜索 ＞ 输入关键内容搜索 ＞ 可 查找到想要寻找的项目
      p 【编辑】 点击某项数据进去 ＞ 点击右上角编辑，可修改 财务录入信息


      p.mt 3.6 财务审批
      p 打开位置：首页 〉 财务审批 操作步骤：
      p 【财务审批】 点击待我审批的 ＞可对员工提交的财务进行审批
      p 【处理待审批】 点击待我审批的 ＞ 点击某条待审批内容 ＞ 进入审 批详情页 ＞ 宣看员工提交的待审批账款详情 ＞ 可 选择驳回或通过

      p.mt 3.6 财务审批
      p 打开位置：首页 〉 财务审批
      p 操作步骤：
      p 【财务审批】 点击我发起的 ＞ 点击某条待审批内容 ＞ 进入账款 详情页
      p 【撤回己提交的账款】 点击我发起的 ＞ 点击某条待审批内容 ＞ 进入账款 详情页 ＞ 在审批人尚未处理该条提交账款时可选 择撤回 ＞ 撤回成功后可修改该条账款内容 ＞ 修改 完成后可再次提交

      p.mt 3.7 财务文件
      p 打开位置：首页 〉 财务文件
      p 操作步骤：
      p 【新增财务文件】 点击财务文件 ＞ 右下角“＋”上传文件 ＞ 文件上 传到根目录下
      p 【财务文件预览】 选择某个文件夹进入 ＞ 点击文件可以即时预览
      p 【财务文件编辑】 选择某个文件后面的灰色圆点 ＞ 就会出现编辑 项 ＞ 可以选择删除、重命名、下载和移动等编 辑为式
      p 【安卓和苹果版本保存到本地的目录】 安卓版本的保存到手机的“文档管理” ＞ “内部存储” ＞ “HawkDownloads” 目录中 革果版本的保存到系统中的三帆外勤根目录中， 使用第三为软件可以打开手机中的三帆外勤APP 目录，文件就在里面了，可以复制到你的电脑中

      p.mt 深圳市三帆外勤软件有限公司 Shenzhen Sanfan Software Co. Ltd.

</template>

<script>
import manual from '~/components/modules/manual/manual.vue'
export default {
  name: 'Manual',
  components: {
    manual
  },
  data() {
    return {}
  },
  methods: {}
}
</script>

<style lang="scss" scoped>
.mt {
  margin-top: 20px;
}
p {
  padding: 0 10px;

  &:last-child {
    margin-bottom: 50px;
  }
}
</style>
