<template lang="pug">
  .manual_page
    .container
      manual
      p.mt 深圳市三帆外勤软件有限公司
      p 地址：深圳市龙华区清湖地铁站C出口金奎国际商务大厦704-705
      p 电话：400-688-1280
      p 邮箱：kf@sanfanerp.com

      p.mt 深圳市三帆外勤软件有限公司致力于移动互联网各个领域手机应用开发、客户端开发、服务端开发、手机软件开发方向；创建团队都是来自行业内的精英成员，拥有丰富的无线及互联网工作经验；我们专注于移动互联网，坚持以技术创新为核心，以用户需求为导向，关注用户体验，市场发展方向，努力成为国内领先的移动互联网应用开发服务商，为企业客户提供移动应用产品的开发支持和解决方案。

      p.mt 三帆外勤管理软件产品特色
      p 1 上手简单，工作更高效，体验更流畅
      p 2 让管理更简单为核心设计理念，更好的管理企业，创造价值
      p 3 传播经营管理的智慧，用信息技术推动商业和社会进步
      p 4 多功能运用，全面满足企业需求，真正懂得客户考核结算

      p.mt 三帆外勤包括以下功能模块： 我的考勤 考勤管理 客户管理 实时查岗 拜访管理 工作轨迹 客户管理 拜访管理 即时聊天 考核结算 通讯目录 日报管理 公司总账 消息 系统消息 提醒功能 日常办公 任务管理 费用报销 权限管理 数据汇报 考核设置 考核结算 通知公告 合同管理 财务管理 固定支出 应收账款 应付账款 财务录入 财务文件 薪资录入 数据统计 数据图表 经营分析 数据分析 组织构架 财务审批

      p.mt 功能1：考核结算
      p 现代企业~面临的问题~(考核无法下手？)
      p 员工不写工作日报？员工偷懒？迟到早退？绩效考核不达标？工作经常延迟？不按时参加会议？营业时间便装在营业区域随便走动？不遵守公司的规章制度？上班时间经常没佩戴工作证？
      p 三帆外勤~解决方案（考核结算，全自动扣分加分系统）
      p 三帆外勤APP：归分加分管理系统，监控每个员工每时每刻的数据汇总、考勤记录、任务情况、日报、汇报和客户拜访，分数直接是和员工的薪资挂钩，归1分就是1块钱。老板可以查看所有员工是否遵守公司规章制度，是因为哪些方面而导致扣分，可以从这些扣分加分的数据看出，哪些是优秀员工，哪些是公司的蛙虫。这套管理系统就是一面“照妖镜，可以帮企业优胜劣汰，筛选员工。在日常管理工作中，考核结算分、考勤分、任务分、日报分和客户拜访分的统计，完全不需要人工操作，节省人力成本，由三帆外勤系统全自动操作完成。管理系统是把积分制度用于对人的管理，以积分来反映和考核员工的综合表现，鼓励绩效考核高的人，让效率低不遵守规章制度的员工无处可逃！达到激励员工的积极性，从而可以保证员工的真实性、规范性和工作效率，提高执行为，给企业创造巨大价值！

      p.mt 功能2：数据汇总
      p 现代企业~面临的问题(数据统计与分析从哪搞起？)
      p 企业运营数据统计采用纸质单据，汇总效率低？销量数据汇总迟滞，销量提升慢？报表统计周期较长，管理人员无法及时全面了解公司运行情况？业绩下滑原因在四？人员执行力？商品促销时机不正确？竞争对手挤压，无从分析？销售策略如何制定？数据依据散落在各个地方，无法全面实时分析汇总？业绩提升机会如何判断？
      p 三帆外勤~解决方案（定期数据汇总与报表分析）
      p 三帆外勤APP：数据汇总与报表分析，公司管理层编辑数据汇报模板发送给员工，员工定期填写数据上传汇总，如在规定时间内、员工忘记写或故意不写，会自动导入扫分管理系统中对该员工归分处理。三帆系统后台统一导出汇总Excel报表，数据收集不再是困难。公司管理层通过查阅员工按时提交的报表，随时可了解公司部门的具体情况，实现100%巡查覆盖率。通过汇总多维度分析销量数据，找出销量提升点，解央销量提升慢，业绩提升机会流失的问题。全方位的经营数据分析，可视化图表直观呈现，把控市场全局。商晶、客户、员工销量、部门经营数据分类展现，及时快速的反映市场及员工情况。多维度销量分析，多层次反映公司经营情况，为公司管理员工、制定销售策略提供数据支撑和经营数据历史记录。各方位的经营数据一目了然，数据真实，建立完善的企业经营数据平台，提供市场央策侬据。

      p.mt 功能3：实时查岗
      p 现代企业~面临的问题(工作时间，员工在哪里？)
      p 在外员工是在拜访客户还是睡大觉？是在执行任务还是在商扬映空调？外勤人员跑业务在外“放羊”？天高皇帝远管理难？外勤人员每天在公司打卡后，未及时到达工作地点开始工作？去没去，做没做，都难知晓？员工上班脱岗、紧急情况联系不上？业务员要接个汇报每日外出路线太繁琐？执行标准性、反馈及时性缺乏保障？
      p 三帆外勤~解决方案（实时查岗，懒惰无处可藏）
      p 三帆外勤APP：查看工作轨迹，通过规范员工工作时间、工作路线和工作区域。利用电子围栏圈定每个业务员的工作区域范围，解决员工工作时间在外“放羊”的问题，偷懒没有借口。保证员工在规定区域内工作，随时了解业务员的上班动态，避免真工作懈怠。生成工作时间的轨迹报表，统计任意时段内轨迹正常或异常情况。掌握业务员在外工作具体执行状况，确保业务员工作按标准工作 执行 。考勤打卡、工作轨迹、GPS查岗、轨迹回放（可查看员工历史轨迹），员工在外一举一动 全掌控。如员工违反规则，会自动导入扣分管理系统中对该员工归分处理。

      p.mt 功能4：任务管理
      p 现代企业~面临的问题(任务如何去跟踪？)
      p 口头分配任务，无法眼踪窑易忘？任务是否完成一目了然？事项太多？下属太多？需要重点跟进的事找不到？员工如何更高效地完成任务？任务下达后，外地员工查看不及时领导如何更好地协调团队事务？公司如何更好地达成目标？要做什么、怎么去做，做了什么、什么未做？
      p 三帆外勤~解决方案（任务状态实时跟踪）
      p 三帆外勤APP：任务管理，随时随地可新建任务，任务轻重级别、描述、期限、分工等事无巨细。直接分配任务事项给下属员工或自己，并标明任务的关键说明、期限、执行人等三要素，到期自动提醒完成。如在规定时间内、员工不完成任务，会自动导入扣分管理系统中对该员工归分处理。安排并了解各个团队员工的每天任务内窑和进展，是否饱和、进度是否合理、是否还有问题、是否能 够及时完成、并及时给予指导、关注和帮助。任务完成状态及时展示，会标示进行中、已完成和未 完成状态，懒人想躲也躲不掉，让管理系统去实时监控任务进厦、实时提醒任务捆关人员、展示完成情况等。任务进展随时查，遇到问题及时沟通催办，可实时掌控执行进厦，对每个员工的情况了如指掌！在有限的时间内，解决更多更重要的任务！

      p.mt 功能5 ：客户管理
      p 现代企业~面临的问题(客户难以管控？)
      p 客户信息掌握不全、判断决策常常失误？客户资料只能在Excel表格中维护，管理困难？员工离职带走客户资源，客户资料被把持，损失惨重？客户拜访不积极，客情关系差？客户近况不了解，业务员少单等违规操作也毫不知情？业务人员动态不稳，有没有去拜访客户，无法跟进？业务员拜访客户，汇报不及时或接到客户订单后不及时上报，错失商业良机？领导不了解具体的客户数量，决策时缺乏数据参考？
      p 三帆外勤~解决方案（客户信息更新快，拜访随时查）
      p 三帆外勤APP：客户管理，由员工在APP上录入每个客户（企业客户，个人客户）的详细资料，包括客户的编号、类型、等级、联系方式、地址、区域和意向程度等关键信息实时更新，定期更新，方便管理。管理层能随时查看，掌握一线市扬动态，方便管理层进行分析和维护。新用户开发进度尽在掌握，老客户可能因长期不联系而流失的情况及时预警通知。客户跟进透明化，实现客户从新开发、有意向、到已成交的全过程跟踪。拥有了详细准确的客户信息，领导者就从根源上掌握了企业的核心信息，能针对性的做出销售决策，提高公司业绩。业务人员需要进入我们APP中点击拜访客户，可以记录拜访通话时长、次数和走访情况，这样可以实时监控拜访真实情况，无法做弊。如在规定时间内、员工不完成拜访，不按要求写记录，会自动导入口分管理系统中对该员工归分处理。领导随时可查看每个客户的拜访记录，出现异常立即解决，有效杜绝各种违规操作的发生，客户资源牢牢掌控。拜访情况实时上报，实时采集统一管理、全面分析，把控市扬，第一时间传达至管理层，迅速制定相应策略，挖掘每位客户的最大价值！

      p.mt 功能6：财务管理
      p 现代企业~面临的问题(财务如何去掌控？)
      p 老板无法实时知道公司财务当天的收入或支出？财务流水录入麻烦对账困难？公私不分，管控不好资金流？会计核算基础薄弱？财务没有专门的财务管理制度？账务不清，财务混乱？财务审核工作量大，不方便追溯？费用报销，管控执行不到位，超预算常发生？在企业交通、差旅、餐饮、采购、福利等方面报销凭证繁多，流程繁琐，效率低下？报销流程长，到账慢，员工不满？
      p 三帆外勤~解决方案（财务数据实时更新，了如指掌）
      p 三帆外勤APP：财务管理。老板可以通过查看公司总账，实时了解公司当天财务的收入，支出租余额，可以知道每一笔收入或支出的详情，来及时制定财务方案。应收账款记录所有欠款客户列表及应收账款金额，让企业能及时作出资金安排方案处理，降低企业资金凤险。固定支出功能，系统会提前提醒每一笔公司的固定支出，让公司企业提前计划台理安排资金周转。财务录入可以让财务收入支出实时更新，让每一笔钱有迹可循，老板可以随时随地查看财务数据，对公司运作了如指掌。财务数据可以导出Excel文档，方便备份存档。报销进度可以实时查看，缩短繁琐的报销流程租时间。对于企业财务人员来说使用了三帆财务费用管理更加规范，节省时间，提高效率，对于财务人员来说企业里的费用收入支出可以管理查看、每月盈利或支出了多少可以一目了然，通过三帆管理软件降低企业人力戚本。

      p.mt 功能7：考勤管理
      p 现代企业~面临的问题(考勤管控难？)
      p 分店众多，人员分散，总部无法看到各分公司、分店的原始考勤数据，考勤过程当中难以掌控？各分店上班时间不统一，一线二线人工考勤需多班次、多规则，考勤统计，管理不便？一线员工素质参差不齐，真考勤数据无法保证真实，分店分公司易发生代打卡、考勤造假？业务员先去公司打卡再去终端拜访？无法外勤打卡、来回浪费太多时间？人工打卡堵在门口？排队时间长？考勤打卡遗忘频繁？考勤数据无法查询？数据统计不准确？月底人事考勤报表难统计？考勤是否能实现规范、有效管理？
      p 三帆外勤~解决方案（考勤管理灵活应变，全自动化）
      p 三帆外勤APP：考勤管理。在三帆软件中，考勤员可以通过后台考勤数据准确分析每天的出勤、缺勤、请假情况；临时调班倒班的话，只要设置一下就能直接完成，解决了因业务员工作灵活给人事造成的统计难问题。考勤分组、考勤时间灵活设置，自动汇总考勤数据，保证现场考勤真实性和及时性。精确采集员工工时数据，保证薪资计算的数据来源真实、可靠。分公司分店考勤数据统一传送总公司，全自动化，无需人工汇总内勤外勤，统一管理。外勤人员在公司和客户现场都能打卡上班，解决外出跑业务却错过打卡时间的难题。在手机上轻松考勤，支持固定时间上下班、灵活排班、自由上下班和外出打卡。杜绝关系户和人为的考勤造假，做到公平公正处理，避免业务员以任何理由脱岗、晚到、挪用工作时间做私事等情况，如果员工违反规定，会自动导入扣分管理系统中对该员工归分处理。在工作时间内有效和高效的管理业务员行程。

      p.mt 功能8：日报管理
      p 现代企业~面临的问题(工作汇报难统掌握？)
      p 公司还存在不少浑水摸鱼的？还天天开旱会在讨论今天干嘛去、明天怎么安排？管理信息不能随时掌握？作为战斗在市场一线的外勤人员，绝大部分时间在外，他们的工作进度，老板不知道；各种报表、总结真实厦无法确定，市场一线数据得不到及时上报，这样的模糊管理，如何占有市场？提升业绩？
      p 三帆外勤~解决方案（日报定时提交，工作问题清晰明了）
      p 三帆外勤APP：日报管理。老板可以在日报管理上设置员工每天需要填写日报（设定多少字起、时间），比如员工没有达到老板所要求最少多少字起、规定时间内、员工忘记写还是故意不写，三帆系统会自动导入扣分管理系统进行该员工归结处理。自定义日期汇报工作，让日常工作效率看得见，及时记录当天内窑，并进行相应的管理，随时掌握工作信息和企业动态，领导根据日报进行管理合理工作安排，一定程度上可以提高人工工作效率与积极性，有效推进公司管理工作，加强沟通与交流。更合理的安排好明天的工作和今天的工作总结，领导查看员工日／周／月报时可及时点评指导、评价员工的工作情况，有效激励员工提升业绩，减轻管理难厦。日报自动汇总员工当天／本周／本月的工作数据，领导能更加直观、让部门上下级沟通更及时更深入。准确的了解员工当天／本周／本月的工作业绩。

      p.mt 功能9：消息提醒
      p 现代企业~面临的问题(工作信息不及时传达？)
      p 工作沟通和协作，需要电话或信息确认对方是否收到？任务下达后，外地员工查看不及时？公告通知、消息上传下达效率低？原来消息发送后只知道自己有发出，但不能确认对方是否已查阅？开会人员无法到齐，参会人员迟到影晌会议效率？企业通讯录难以管理，通讯录小卡片又担心泄露员工隐私？
      p 三帆外勤~解决方案（消息公告实时提醒）
      p 三帆外勤APP：消息提醒。三帆外勤系统消息提醒，定时或者达到条件就推迭APP消息给使用员工，及时提醒每天需要完成的工作信息、让员工实时对工作清晰明了。管理层通过通知公告下发通知，相关人员自动接收通知，业务流程提醒，业务流程一旦发生变化将会发迭提醒，相关员工收到，点击即可直接处理相关业务，及时跟进工作变化。通知公告可以定时去发布，发布过的通知公告可以选择取消发布、删除。处理更加快捷。方便了解销售动态、管理员可在web端和APP端添加通知公告，选择发布对象，公告可发布文本、图片和文件。如没有按照通知提醒完成工作，会自动导入口分管理系统中对该员工归结处理。高效办公信息及时传达到位，极大提升了企业信息上传下达的效率。

      p.mt 功能10：
      p 聊天功能 现代企业~面临的问题（工作信息传达效率低？)
      p 消息发出后对方没反馈不知是否已读，需要反复确认？个人社交软件群发通知，经常有人没看到？重要通告由书面发出或逐一通知，消息传达效率低？团队交流沟通不畅？个人社交工具消息过多，生活消息冗余，轻重缓急难以分辨？个人社交工具群组成复杂？昵称千奇百怪，难以做到群成员实名？
      p 三帆外勤~解决方案（即时通讯高效沟通）
      p 三帆外勤APP：聊天功能。使用专业的三帆聊天功能作为工作沟通平台，专属的企业内部沟通平台，发语音、发视频、发文字、发图片一应俱全，解决信息混乱和查找不便的问题。工作更加专洼，企业通讯录，不需添加好友就能聊天，更便捷；消息发出后消息已读来读一目了然，高效沟通事半功倍，确保重要通知及时传达到每一个人，提高信息传达效率。企业内部群聊，实名制聊天，员工离职自动退群。聊天内窑支持水E，防止截图泄露，有效保障信息安全。三帆软件没朋友圈、广告和游戏等内窑，工作信息通畅，事事有交代，件件有着落，一切为工作量身定制，员工只聊工作更专洼，完美分隔工作消息与生活资讯。

      p.mt 功能11：数据存档
      p 现代企业~面临的问题(文件管理太麻烦？)
      p 需要面对铺天盖地的财务、合同和经营数据信息，包括邮件、报告、电子表格、业务信息等？数据杂乱无章？需要找的时侯翻个底朝天还是没找到？数据量存储大？导致数据分析滞后，无法及时快速转化为商业信息影响决策？文件经常丢失，如何去备份？重要职位员工离职，数据泄露？工作信息怎么存储，让下一个员 工马上能接手？
      p 三帆外勤~解决方案（文件管理功能分类清晰，云端备份，容易查找）
      p 三帆外勤APP：财务文件，台同管理和离职员工账号信息保留功能。在三帆软件里能把公司里各种各类合同文件进行归类管理存储，存储文件按照时间排列，自动生成编号，分类清晰，更窑易寻找，备份文件更安全。财务方面的经营数据、记账数据等可以存储备份上云端，想查看时，在搜索栏输入相关信息进行搜索， 就能立马找到。订单数据上传到系统后，实时生成多维度数据报表，包括产品订单报表、客户订单报表、财务报表和利润月细报表等。订单分析让进销存数据可视化，盈亏状况一目了然，帮助企业更及时、台理的对市场变化做出反应，建立用户画像，指导销售决策，让营销更精准。手机电脑自动同步，超大窑量，永久保存。支持自定义权限分享与存储。员工离职后立马停用账号，无法带走和泄露公司机密，账号所有信息（数据汇报、日报、财务、客户和文件存档）都在系统中保留存储，修改账号密码后让下个员工继续使用，实现无缝交接，让公司减少损失!

      p.mt 功能12：自主开发
      p 现代企业~面临的问题(定制化企业软件开发难度高？)
      p 自己开发成本高？没有专业的技术团队？时间过长？对软件版本缺乏有效的了解？砸了那么多资金进去还是半成晶？企业具体运作流程的需求不能满足？软件后期需要很多高成本运维人员维护？
      p 三帆外勤~解决方案（软件开发，三帆软件专业帮您搞定！）
      p 联系三帆公司定做一个属于自己企业的管理软件，可以按照自己的需求来定制，成本低，时间短，我司指定技术人员将通过电话提供24小时服务，协助和指导客户。我们做到端到端工具服务、全生命周期覆盖，和企业云紧密集成、简化部署、发布快捷。高性能：充分利用云端开发加速，打造“飞”一般的高效开发体验。安全：全方位系统安全加固，核心数据加密传输储存，基于角色的企业级安全管控，保障企业数据安全。开发团队基于云服务的模式按需使用，在云端进行项目管理、配置管理、代码检查、编译、构建、测试、部署、发布等。对于各个企业来说，可大幅度提高开发效率，提高交付质量，促进企业的蓬勃发展。

      p.mt 深圳市三帆外勤软件布限公司 Shenzhen Sanfan Software Co. Ltd.


</template>

<script>
import manual from '~/components/modules/manual/manual.vue'
export default {
  name: 'Manual',
  components: {
    manual
  },
  data() {
    return {}
  },
  methods: {}
}
</script>

<style lang="scss" scoped>
.mt {
  margin-top: 20px;
}
p {
  padding: 0 10px;

  &:last-child {
    margin-bottom: 50px;
  }
}
</style>
