// VTE风险评估表
const array = [
    '年龄41-60岁',
    '小手术<45分钟',
    '肥胖',
    '异常妊娠',
    '妊娠期或产后（1个月）',
    '口服避孕药或使用雌激素',
    '需要卧床休息的患者',
    '脱水、下肢水肿',
    '静脉曲张、高脂血症',
    '严重肺部疾病（1个月内）',
    '急性心肌梗塞（1个月内）',
    '充血性心力衰竭（1个月内）',
    '败血症（1个月内）',
    '大手术史',
    '其他高危因素',
    '年龄61-74',
    '石膏固定',
    '卧床（>72h）',
    'Tamour（既往或现患）',
    '中央静脉置管',
    '腹腔镜、大手术（>45分钟）',
    '年龄≧75岁',
    'VTE病史、家族史',
    '肝素诱导的血小板减少症',
    '其他先天性或获得性易栓症',
    '抗心磷脂抗体阳性',
    '凝血酶原20210A阳性',
    '狼疮抗凝物阳性',
    '血清同型半胱氨酸升高',
    '脑卒中（1个月内）',
    '急性脊髓损伤',
    '择期下肢关节置换术',
    '髋关节、骨盆、下肢骨折',
    '多发性创伤',
]

let options = []

for (let item of array) {
    let option = {
        type: 'select',
        name: item,
        value: '',
        options: ['是', '否', ],
    }
    options.push(option)
}

export default options
