<template lang="pug">
  .manual_page
    .container
      p.manual_content 湛江市三帆外勤软件有限公司致力于移动互联网各个领域手机应用开发、客户端开发、服务端开发、手机软件开发方向；创建团队都是来自行业内的经营成员，拥有丰富的无线及互联网工作经验；我们专注于移动互联网，坚持以技术创新为核心，以用户需求为导向，关注用户体验，市场发展方向，努力成为国内领先的移动互联网应用开发服务商，为企业客户提供最专业的移动应用产品的开发支持和解决方案。

      p.title 最新消息
      el-collapse(v-model="activeNames")
        el-collapse-item(v-for="(v, i) in list" :key="i" :title="v.title" :name="i + 1")
          div(v-html="v.content")

</template>

<script>
export default {
  data() {
    return {
      activeNames: [1],
      list: [
        {
          title: '三帆外勤快销版正在研发中',
          content: `<p>三帆外勤包括快销版以下功能模块： 我的考勤 考勤管理 客户管理 实时查岗 拜访管理 工作轨迹 客户管理 拜访管理 即时聊天 考核结算 通讯目录 日报管理 公司总账 消息 系统消息 提醒功能 日常办公 任务管理 费用报销 权限管理 数据汇报 考核设置 考核结算 通知公告 合同管理 财务管理 固定支出 应收账款 应付账款 财务录入 财务文件 薪资录入 数据统计 数据图表 经营分析 数据分析 组织构架 财务审批</p><br/>
            <p>三帆外勤包括快销版新功能模块： 终端拜访 铺货上报 库存上报  销量上报 综合上报 终端形象采集 竞品上报 订单管理 商品管理  库存查询 销售订单 销售退货单 收款登记 客户应收 调拨单据 经营分析 库存盘点 车销 发货单</p>`
        },
        {
          title: '三帆外勤管理软件产品特色',
          content: `
          <p> 1 上手简单，工作更高效，体验更流畅</p>
          <p> 2 让管理更简单为核心设计理念，更好的管理企业，创造价值</p>
          <p> 3 传播经营管理的智慧，用信息技术推动商业和社会进步</p>
          <p> 4 多功能运用，全面满足企业需求，真正懂得客户考核结算</p>`
        },
        {
          title: '三帆外勤标准版已发售',
          content:
            '三帆外勤包括以下功能模块： 我的考勤 考勤管理 客户管理 实时查岗 拜访管理 工作轨迹 客户管理 拜访管理 即时聊天 考核结算 通讯目录 日报管理 公司总账 消息 系统消息 提醒功能 日常办公 任务管理 费用报销 权限管理 数据汇报 考核设置 考核结算 通知公告 合同管理 财务管理 固定支出 应收账款 应付账款 财务录入 财务文件 薪资录入 数据统计 数据图表 经营分析 数据分析 组织构架 财务审批'
        },
        {
          title: '三帆外勤公司介绍',
          content:
            '深圳市三帆外勤软件有限公司致力于移动互联网各个领域手机应用开发、客户端开发、服务端开发、手机软件开发方向；创建团队都是来自行业内的精英成员，拥有丰富的无线及互联网工作经验；我们专注于移动互联网，坚持以技术创新为核心，以用户需求为导向，关注用户体验，市场发展方向，努力成为国内领先的移动互联网应用开发服务商，为企业客户提供移动应用产品的开发支持和解决方案。'
        }
      ]
    }
  }
}
</script>

<style lang="scss" scoped>
.manual_content {
  font-size: 20px;
  line-height: 40px;
  text-indent: 32px;
  width: 1000px;
  margin: 50px auto;
}
.title {
  font-size: 20px;
  margin: 0 0 10px;
  /*color: #01b38b;*/
}
</style>
